Repository: JDChi/WeReadBar
Catalog: WeReadBar/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# app.name
source: WeRead
zh_hans: 微信读书
zh_hant: 微信讀書

# error.authNetwork
source: Auth/network error: %@
zh_hans: 认证/网络错误: %@
zh_hant: 認證/網路錯誤: %@

# error.tokenEmpty
source: Token is empty
zh_hans: 令牌为空
zh_hant: 權杖為空

# error.wechatGeneric
source: WeRead error
zh_hans: 微信读书错误
zh_hant: 微信讀書錯誤

# error.wechatRejected
source: WeRead rejected token
zh_hans: 微信读书拒绝了该令牌
zh_hant: 微信讀書拒絕了該權杖

# format.hoursMinutes
source: %dh %dm
zh_hans: %d 小时 %d 分
zh_hant: %d 小時 %d 分

# format.minutes
source: %dm
zh_hans: %d 分
zh_hant: %d 分

# format.minutesShort
source: %dm
zh_hans: %d 分
zh_hant: %d 分

# format.minutesZero
source: 0m
zh_hans: 0 分
zh_hant: 0 分

# format.streakDays
source: %d d
zh_hans: %d 天
zh_hant: %d 天

# goToRead
source: Go to Reading
zh_hans: 去阅读
zh_hant: 去閱讀

# heatmap.less
source: Less
zh_hans: 少
zh_hant: 少

# heatmap.more
source: More
zh_hans: 多
zh_hant: 多

# heatmap.noReading
source: No reading
zh_hans: 无阅读
zh_hant: 無閱讀

# heatmap.readingMinutes
source: %d min
zh_hans: %d 分钟
zh_hant: %d 分鐘

# heatmap.title
source: Reading activity over the past year
zh_hans: 过去一年阅读
zh_hant: 過去一年閱讀

# menu.about
source: About WeReadBar
zh_hans: 关于 WeReadBar
zh_hant: 關於 WeReadBar

# menu.changeAPIKey
source: Change API key…
zh_hans: 更改 API 密钥…
zh_hant: 更改 API 金鑰…

# menu.quit
source: Quit WeReadBar
zh_hans: 退出 WeReadBar
zh_hant: 退出 WeReadBar

# menu.refreshNow
source: Refresh now
zh_hans: 立即刷新
zh_hant: 立即重新整理

# menu.settings
source: Settings…
zh_hans: 设置…
zh_hant: 設定…

# onboarding.description
source: Paste your WeRead API token below.
zh_hans: 粘贴你的微信读书 API 令牌。
zh_hant: 貼上你的微信讀書 API 權杖。

# onboarding.getToken
source: Get one from WeRead →
zh_hans: 从微信读书获取 →
zh_hant: 從微信讀書獲取 →

# onboarding.hideToken
source: Hide token
zh_hans: 隐藏令牌
zh_hant: 隱藏權杖

# onboarding.invalidToken
source: Invalid token
zh_hans: 无效令牌
zh_hant: 無效權杖

# onboarding.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# onboarding.saving
source: Saving…
zh_hans: 保存中…
zh_hant: 儲存中…

# onboarding.showToken
source: Show token
zh_hans: 显示令牌
zh_hant: 顯示權杖

# onboarding.title
source: WeRead API Token
zh_hans: 微信读书 API 令牌
zh_hant: 微信讀書 API 權杖

# popover.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# reminder.notification.body
source: You haven't read for %d days.
zh_hans: 你已经连续 %d 天没有阅读了喔
zh_hant: 你已經連續 %d 天沒有閱讀了喔

# settings.account
source: Account
zh_hans: 账号
zh_hant: 帳號

# settings.notificationsAllowed
source: Notifications are allowed.
zh_hans: 系统通知已允许。
zh_hant: 系統通知已允許。

# settings.notificationsDenied
source: Notifications are disabled in System Settings.
zh_hans: 系统通知已被关闭，请在系统设置中允许。
zh_hant: 系統通知已被關閉，請在系統設定中允許。

# settings.notificationsEphemeral
source: Ephemeral notifications are enabled.
zh_hans: 已启用临时通知。
zh_hant: 已啟用臨時通知。

# settings.notificationsNotDetermined
source: Notification permission has not been requested. Please open System Settings to enable.
zh_hans: 尚未请求通知权限，请前往系统设置开启。
zh_hant: 尚未請求通知權限，請前往系統設定開啟。

# settings.notificationsPending
source: Notification permission has not been granted. Click below to open System Settings → Notifications.
zh_hans: 尚未允许系统通知。请点击下方前往系统设置 → 通知开启。
zh_hant: 尚未允許系統通知。請點擊下方前往系統設定 → 通知開啟。

# settings.notificationsProvisional
source: Provisional notifications are enabled.
zh_hans: 已启用临时通知。
zh_hant: 已啟用臨時通知。

# settings.notificationsUnknown
source: Notification status is unknown.
zh_hans: 通知状态未知。
zh_hant: 通知狀態未知。

# settings.openNotificationSettings
source: Open System Settings → Notifications
zh_hans: 前往系统设置 → 通知
zh_hant: 前往系統設定 → 通知

# settings.reminder
source: Reading reminder
zh_hans: 阅读提醒
zh_hant: 閱讀提醒

# settings.reminderDays
source: Remind me after %d days without reading
zh_hans: 连续 %d 天未阅读时提醒我
zh_hant: 連續 %d 天未閱讀時提醒我

# settings.reminderDaysDescription
source: Remind me after not reading for
zh_hans: 连续未阅读时提醒
zh_hant: 連續未閱讀時提醒

# settings.reminderDaysUnit
source: day(s)
zh_hans: 天
zh_hant: 天

# settings.reminderDescription
source: Checks when WeReadBar starts and every 6 hours while it is running.
zh_hans: WeReadBar 启动时及运行期间每 6 小时检查一次。
zh_hant: WeReadBar 啟動時及執行期間每 6 小時檢查一次。

# settings.reminderEnabled
source: Inactivity reminder
zh_hans: 未阅读提醒
zh_hant: 未閱讀提醒

# settings.requestNotifications
source: Allow notifications
zh_hans: 允许通知
zh_hant: 允許通知

# settings.tokenDescription
source: Paste your WeRead API token to refresh your reading data.
zh_hans: 粘贴微信读书 API 令牌以同步阅读数据。
zh_hant: 貼上微信讀書 API 權杖以同步閱讀資料。

# settings.windowTitle
source: WeReadBar Settings
zh_hans: WeReadBar 设置
zh_hant: WeReadBar 設定

# summary.continueReading
source: Continue reading
zh_hans: 继续阅读
zh_hant: 繼續閱讀

# summary.thisWeek
source: This week: %@
zh_hans: 本周: %@
zh_hant: 本週: %@

# tile.shelf
source: Shelf
zh_hans: 书架
zh_hant: 書架

# tile.streak
source: Streak
zh_hans: 连续
zh_hant: 連續天

# tile.today
source: Today
zh_hans: 今日
zh_hant: 今日

# window.title.setup
source: Set up WeReadBar
zh_hans: 设置 WeReadBar
zh_hant: 設置 WeReadBar
